data/perf/campaign-f3deebfbab60/wp-dynstc-memcached/memcached/tsan-dom_peeling-ea-lo-st-swmr-stmt-wp/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       169007.88          ---          ---         4.45941         4.25500        10.68700        13.56700     11534.74 
Gets      1690060.25      1357.12   1688703.13         4.36028         4.15900        10.49500        13.43900     42808.20 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1859068.13      1357.12   1688703.13         4.36929         4.15900        10.49500        13.43900     54342.94 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       161089.75          ---          ---         4.67871         4.60700        10.68700        13.56700     10994.33 
Gets      1610879.75      1293.54   1609586.21         4.57264         4.47900        10.49500        13.37500     40802.61 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1771969.50      1293.54   1609586.21         4.58228         4.47900        10.55900        13.37500     51796.94 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       164436.71          ---          ---         4.58493         4.44700        10.68700        13.56700     11222.76 
Gets      1644348.99      1202.63   1643146.37         4.48151         4.35100        10.49500        13.43900     41643.25 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1808785.70      1202.63   1643146.37         4.49091         4.35100        10.49500        13.43900     52866.00